{
  "word": {
    "hello": "Bonjour"
  },
  "about": {
    "about": {
      "label": "A propos",
      "marquee": "Rien de plus excitant dans votre vie que de regarder les pages 'À propos' sur Internet ?",
      "intro": "<strong>Recomend</strong> est un espace dédié à la découverte, à la recommandation et à l'organisation de films. Tout y est conçu pour offrir au bouche-à-oreille le meilleur support numérique possible. Notre démarche est axée sur l’humain et ses relations à l’ère de la consommation autocentrée ou plutôt « recommandé pour vous ».",
      "slogan": {
        "1": "C’est sans publicités ni promesses douteuses. 🍆",
        "2": "C’est un réseau social et un outil.",
        "3": "C’est fait maison par des passionnés.",
        "4": "C’est amateur au sens propre du terme."
      },
      "last": "Recomend peut être utilisé seul ou à plusieurs, en public ou en privé, de jour comme de nuit mais jamais devant un film, concentrez-vous s’il vous plait !"
    },
    "team": {
      "label": "L'équipe",
      "intro": "Recomend a été créé par deux frères passionnés de cinéma qui aiment investir leur temps dans des projets beaucoup trop ambitieux qui ne sont pas sûrs de voir le jour.",
      "members": {
        "yoann": {
          "name": "Yoann",
          "description": "Architecte-Ingénieur hyperactif et ne pouvant se satisfaire d’un seul job (start-up nation la vraie), Yoann est à l’origine du projet de réaliser une carte de films mais qui n’avait au départ que la modeste ambition d’en faire un poster à afficher dans ses toilettes. L’arrivée de Loup a complètement explosé les objectifs et, un peu dépassé par les évènements, il se charge de toute la partie graphique de la carte et du site ainsi que de toute la Com (même s’il aime pas ça). Il donne aussi son avis sur l’UX/UI et propose plein de fonctionnalités sans pour autant avoir bien conscience de la difficulté que cela représente à coder (il a fait quelques progrès)."
        },
        "loup": {
          "name": "Loup",
          "description": "Autodidacte complet ayant quand même suivi des études qui ont mené vers le chômage non rémunéré à moins de 25 ans. Véritable couteau suisse, Loup se charge de la partie web design en codant une interface que l’on imagine la plus ergonomique possible. Loup aimerait remercier tous les forums de code qui ont répondu à ses (très) nombreuses sollicitations ainsi que tous les youtubeurs indiens qui l’ont accompagné pendant ces nombreux mois tels des pères adoptifs. Sa mère est par ailleurs persuadée qu’il a été fait esclave par son frère pour ce projet (il va bien maman)."
        }
      },
      "last": "Pour échanger avec nous ou d’autres membres de la communauté, rejoins notre <link>Discord</link> !"
    },
    "pricing": {
      "label": "Tarifs",
      "intro": "Ce principe d’abonnement est avant tout un soutien pour faire vivre le projet et continuer de le développer. Les fonctionnalités premium sont des bonus destinés à des usages poussés de Recomend qui justifient une petite participation financière. On conservera toujours la possibilité d’accéder au site gratuitement sans pubs et sans se sentir restreint.",
      "subdescription": "*Si le prix extrêmement faible de cet abonnement reste au-dessus de vos moyens, veuillez-vous tourner vers votre gouvernement libéral responsable de votre perte de pouvoir d’achat"
    },
    "businessmodel": {
      "label": "Business model",
      "paragraph": {
        "1": "Vous vous doutez qu’avec nos profils peu commerciaux, on a pas vraiment compris à quoi pouvait nous servir actuellement un business model…",
        "2": "Si le futur de Recomend le nécessite, on étudiera la question en s’entourant des bonnes personnes ou en tout cas de personnes que ça intéresse plus que nous.",
        "3": "En attendant, on va pas se mentir, y a d’autres choses à faire."
      }
    },
    "roadmap": {
      "label": "Roadmap"
    },
    "data": {
      "label": "Data",
      "paragraph": {
        "1": "Toutes les métadonnées utilisées sur Recomend sont fournies par <link>The Movie Database (TMDb)</link> en utilisant l’API de la plateforme. Nous faisons exactement comme tout le monde tels des bons moutons.",
        "2": "Pour toute erreur ou film manquant, veuillez donc vous tourner vers <link>TMDb</link>."
      }
    },
    "resources": {
      "label": "Ressources",
      "intro": "Alors ce n’est pas vraiment en lien avec le cinéma mais voici une liste de sites que l’on apprécie :"
    },
    "contact-support": {
      "label": "Contact & Support",
      "help-center": "Trouve les réponses à tes questions existentielles dans notre <link>Help Center</link>.",
      "technical-support": "Pour des questions techniques : <link>help@recomend.app</link>",
      "suggest-a-feature": "Pour des suggestions : <link>ideas@recomend.app</link>",
      "conact-us": "Pour simplement rentrer en contact avec nous : <link>contact@recomend.app</link>"
    },
    "quote": {
      "label": "Citation",
      "quote": "« Je déteste le mot professionnel. Tous les comédiens et les autres qui disent : Moi je suis professionnel, je suis un pro ! Qu’est-ce que c’est ça ? Est-ce qu’il y a un mot plus triste que ça ? Parce qu’amateur c’est basé sur le mot amour Il faut faire les choses pour love sinon nous sommes idiots. »",
      "author": "Orson Wells",
      "date": "1972",
      "subdescription": "*Bon on a hésité à la mettre car ça fait vite prétentieux mais ça reflète bien notre mood vis-à-vis du projet. Par contre si vous aimez pas on l’enlève hein"
    }
  },
  "routes": {
    "home": "Accueil",
    "explore": "Explorer",
    "feed": "Feed",
    "search": "Recherche",
    "shop": "Shop",
    "about": "À propos",
    "help": "Aide",
    "settings": "Paramètres",
    "library": "Bibliothèque",
    "logout": "Déconnexion"
  },
  "settings": {
    "label": "Paramètres",
    "description": "Gérez les paramètres de votre compte.",
    "profile": {
      "label": "Profil",
      "description": "C'est ainsi que les autres vous verront sur le site.",
      "avatar": {
        "label": "Avatar",
        "delete": "Supprimer"
      },
      "name": {
        "label": "Nom",
        "description": "Il s'agit du nom qui sera affiché sur votre profil et dans les emails."
      },
      "bio": {
        "label": "Bio",
        "description": ""
      },
      "favorite_films": {
        "label": "Films favoris",
        "description": ""
      },
      "url": {
        "label": "URL",
        "description": ""
      }
    },
    "account": {
      "label": "Compte",
      "description": "Mettez à jour les paramètres de votre compte."
    },
    "appearance": {
      "label": "Apparence",
      "description": "Personnalisez l'apparence de l'application. Passez automatiquement entre les thèmes jour et nuit.",
      "update_preferences": "Mettre à jour les préférences",
      "language": {
        "label": "Langue",
        "description": "Choisissez une langue : les changements seront appliqués après le redémarrage de l'appli"
      },
      "theme": {
        "label": "Thème",
        "description": "Sélectionnez le thème pour l'interface.",
        "options": {
          "light": "Clair",
          "dark": "Sombre"
        }
      }
    },
    "subscription": {
      "label": "Abonnement"
    },
    "security": {
      "label": "Sécurité"
    },
    "notifications": {
      "label": "Notifications",
      "description": "Personnalisez les notifications que vous recevez."
    },
    "data": {
      "label": "Données",
      "description": "Importez ou exportez vos données."
    }
  },
  "feed": {
    "user_movie_activity": {
      "watched": "<name></name> a vu",
      "rated": "<name></name> a noté",
      "liked": "<name></name> a liké",
      "rated_liked": "<name></name> a liké et noté",
      "reviewed": "<name></name> a écrit une critique"
    }
  }
}
